Revit 2024 API
AssemblyDifferenceMemberCount.Count1 Property
 Number of members in the first assembly
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2012
Syntax
C#
public int Count1 { get; }
Visual Basic
Public ReadOnly Property Count1 As Integer
	Get
Visual C++
public:
property int Count1 {
	int get ();
}
See Also
AssemblyDifferenceMemberCount Class
Autodesk.Revit.DB Namespace